Repository: common-repository/ao-lfsmanager
Catalog: languages/pss-lfsmanager-*.po
Languages: de_de

source: Remove all the font imports from google.
de_de: Entfernen Sie alle Schriftartenimporte von Google.

source: Description
de_de: Beschreibung

source: In a secure future!.
de_de: In eine sichere Zukunft!.

source: Make your website DSGVO compliant by preventing external google fonts from being loaded.
de_de: Machen Sie Ihre Website DSGVO-konform, indem Sie verhindern, dass externe Google-Schriftarten geladen werden.

source: As long as you are logged in, all fonts will be loaded as usual.
de_de: Solange Sie eingeloggt sind, werden alle Schriften wie gewohnt geladen.

source: You need to remove some lines from your header files:
de_de: Bitte entferne einige Links aus folgenden Dateien:

source: File
de_de: Datei

source: If Google Fonts are still loading, please send a support mail and add the name of your current theme and the plugin version.
de_de: Wenn immer noch Google Fonts geladen werden, bitte sende uns eine Support-Email und füge den des genutzten Themas und die Plugin-Version hinzu.

source: Send Email
de_de: E-Mail senden

source: The Lite - Font & Style Manager plugin is the perfect solution for anyone who wants to escape the current wave of warnings regarding Google fonts!
de_de: Das Lite - Font & Style Manager Plugin ist die perfekte Lösung für alle, die der aktuellen Abmahnwelle bezüglich Google Fonts entkommen wollen!

source: The plugin automatically removes the Google Fonts and replaces them with fonts that are integrated in the theme or alternatively locally.
de_de: Das Plugin entfernt automatisch die Google Fonts und ersetzt sie durch Schriftarten, die im Theme oder alternativ lokal integriert sind.

source: Would you also like to improve your SEO and the performance of your website?
de_de: Du möchtest zusätzlich dein SEO und die Performance deiner Webseite verbessern?

source: Then take a look at the full version of the Font & Style Manager.
de_de: Dann schau dir die Vollversion des Font & Style Manager an.

source: Settings
de_de: Einstellungen

source: Creating trust together...
de_de: Gemeinsam Vertrauen schaffen…

source: Save all changes
de_de: Alle Änderungen Speichern
